import React from "react";
import "../App.css"
class Infa extends  React.Component{
    render() {
        return(
            <section id="section3">
                <div className="txt5">
                  <p>Немного информации обо мне </p>
                </div>
                <div className="txt6">
                  <p>Саша Вписка – российский блогер, тиктокер родился в городе Архангельск. Особую популярность парень обрел в 2019 году, выставляя в сеть короткие видеоролики. В начале деятельности основным контентом блогера являлись видео, рассчитанные на подростковую аудиторию: школьные экзамены, отношения и типичные тусовки для молодого поколения.</p>
                </div>
                <div className="txt7">
                  <p>Осенью 2021 года харизматичный парень с пугающим поведением резко исчез. На смену ему пришла милая, женственная soft girl – Алиса Вписка. Правда, девушка не легла под нож хирурга и не совершила операцию по смене пола, но значительные изменения во внешности сложно не заметить. Алиса похудела, отрастила волосы, мешковатую одежду, свитера и платья, явно с маминого плеча, заменила на чулки и мини-юбки.</p>
                </div>
            </section>
        )
    }
}

export default Infa